tap "dagger/tap"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "instantclienttap/instantclient"
tap "jesseduffield/lazygit"
tap "k8sgpt-ai/k8sgpt"
tap "ministryofjustice/cloud-platform-tap"
tap "ngrok/ngrok"
tap "thezoraiz/ascii-image-converter"
brew "act"
brew "awscli"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "cmake"
brew "commitizen"
brew "docker"
brew "eksctl"
brew "exercism"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "git-secrets"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go@1.17"
brew "goreleaser"
brew "gqlplus"
brew "grafana"
brew "grep"
brew "helm"
brew "hub"
brew "icu4c@75"
brew "jq"
brew "k6"
brew "k9s"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "localstack"
brew "neovim"
brew "opa"
brew "openconnect"
brew "p7zip"
brew "postgresql@14"
brew "python-packaging"
brew "python@3.11"
brew "python@3.12"
brew "python@3.8", link: false
brew "python@3.9"
brew "pyyaml"
brew "rbenv"
brew "rbenv-bundler"
brew "ruby"
brew "rust"
brew "stern"
brew "swift"
brew "tenv"
brew "transcrypt"
brew "velero"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "dagger/tap/dagger"
brew "fairwindsops/tap/pluto"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "ministryofjustice/cloud-platform-tap/cloud-platform-cli"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "alt-tab"
cask "amethyst"
cask "aws-vault-binary"
cask "fly"
cask "gingko"
cask "ngrok"
vscode "4orter.notion-theme--dark"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arturock.gitstash"
vscode "chrmarti.regex"
vscode "docker.docker"
vscode "doggy8088.go-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "html-validate.vscode-html-validate"
vscode "idleberg.applescript"
vscode "mark-tucker.aws-cli-configure"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "nhoizey.gremlins"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sallar.vscode-duotone-dark"
vscode "tfsec.tfsec"
vscode "windmilleng.vscode-go-autotest"
vscode "yhirose.filtertext"
vscode "zxh404.vscode-proto3"
go "github.com/grafana/dashboard-linter"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/ramya-rao-a/go-outline"
go "github.com/acroca/go-symbols"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/cweill/gotests/gotests"
go "golang.org/x/tools/cmd/guru"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
