tap "dagger/tap"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "instantclienttap/instantclient"
tap "jesseduffield/lazygit"
tap "k8sgpt-ai/k8sgpt"
tap "ministryofjustice/cloud-platform-tap"
tap "ngrok/ngrok"
brew "act"
brew "aws-vault", link: false
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "circleci"
brew "cmake"
brew "python-packaging"
brew "python@3.12"
brew "pyyaml"
brew "commitizen"
brew "eksctl"
brew "exercism"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "git-secrets"
brew "libevent"
brew "unbound"
brew "gnupg", link: false
brew "go"
brew "go@1.17"
brew "goreleaser"
brew "gqlplus"
brew "grep"
brew "helm"
brew "hub"
brew "jq"
brew "k6"
brew "kind"
brew "krb5"
brew "libfido2"
brew "localstack"
brew "minikube"
brew "neovim"
brew "openconnect"
brew "p7zip"
brew "postgresql@14"
brew "python@3.8"
brew "python@3.9"
brew "stern"
brew "tfenv"
brew "transcrypt"
brew "velero"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "dagger/tap/dagger"
brew "fairwindsops/tap/pluto"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "jesseduffield/lazygit/lazygit"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "ministryofjustice/cloud-platform-tap/cloud-platform-cli"
cask "alt-tab"
cask "amethyst"
cask "aws-vault"
cask "fly"
cask "ngrok"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arturock.gitstash"
vscode "chrmarti.regex"
vscode "CircleCI.circleci"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "idleberg.applescript"
vscode "johnpapa.vscode-peacock"
vscode "mark-tucker.aws-cli-configure"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "tfsec.tfsec"
vscode "yhirose.FilterText"
