tap "dagger/tap"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "instantclienttap/instantclient"
tap "jesseduffield/lazygit"
tap "ministryofjustice/cloud-platform-tap"
brew "act"
brew "aws-vault", link: false
brew "awscli"
brew "bash"
brew "bash-completion", link: false
brew "bash-completion@2"
brew "circleci"
brew "commitizen"
brew "exercism"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "git-secrets"
brew "libevent"
brew "unbound"
brew "gnupg", link: false
brew "go"
brew "go@1.17"
brew "gqlplus"
brew "grep"
brew "helm"
brew "helm@2"
brew "hub"
brew "jq"
brew "krb5"
brew "libfido2"
brew "localstack"
brew "minikube"
brew "mysql"
brew "openconnect"
brew "p7zip"
brew "postgresql@14"
brew "python@3.8"
brew "python@3.9"
brew "tfenv"
brew "vim"
brew "zsh"
brew "dagger/tap/dagger"
brew "fairwindsops/tap/pluto"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "jesseduffield/lazygit/lazygit"
brew "ministryofjustice/cloud-platform-tap/cloud-platform-cli"
cask "alt-tab"
cask "aws-vault"
cask "fly"
